{
  "nav.home": "Home",
  "nav.blog": "Thinking",
  "nav.projects": "Projects",
  "nav.about": "About",
  "nav.feed": "Feed",
  "nav.contact": "Contact",
  "hero.tagline1": "From theological training to the circular economy, from the startup trenches to artificial intelligence — for twenty years, I've been working on the same question: when existing structures fail, what kind of order is worth rebuilding?",
  "hero.tagline2": "Technology is a means, not an end. Regeneration is a method, not a slogan. The real question is always: amid systemic restructuring, how do we preserve human judgment, creativity, and dignity from being consumed by the logic of efficiency?",
  "hero.pillar.ai": "Intelligence & Order",
  "hero.pillar.circular": "Regenerative Systems",
  "hero.pillar.faith": "Civilization & Human Nature",
  "hero.pillar.startup": "Creation & Enterprise",
  "hero.pillar.life": "Reflections & Memory",
  "hero.cta.read": "Read",
  "hero.cta.about": "About Me",
  "hero.card1.text": "The Way of code must become flesh. If AI is to achieve true intelligence, its development must be rooted in the physical world.",
  "hero.card1.meta": "2025.10 · Paper",
  "hero.card2.text": "Cities are not where resources end — they're where the next cycle begins. Urban mining is rewriting our definition of 'waste.'",
  "hero.card2.meta": "2025.12 · Medium",
  "hero.card3.text": "When AI begins compressing human thought processes, what we face is not an efficiency problem — it's a restructuring of cognition itself.",
  "hero.card3.meta": "2025.11 · Medium",
  "manifesto.kicker": "Philosophy · Manifesto",
  "manifesto.quote": "\"Rebuilding <em>Order</em> in an Age of Intelligence\"<br>— Incarnation",
  "manifesto.body": "In Christian theology, the Logos (Christ) must become flesh (Sarx, Jesus) to truly encounter the world. Order works the same way—order that remains conceptual is merely discourse; only by entering real industries, institutions, and human relationships can order be rebuilt. Technology must be grounded, intelligence must engage with the world, and entrepreneurship must solve human suffering and desire. This has nothing to do with technological optimism. It is a seminary-trained entrepreneur's most pragmatic understanding of incarnation—letting order stand again amid chaos, and guarding human dignity against the flood of efficiency.",
  "manifesto.cta": "Read the full essay →",
  "section.latest": "Latest Thinking",
  "section.viewall": "View All →",
  "blog.card1.title": "Reading 'The Burnout Society': Can't Hustle, Can't Lie Flat",
  "blog.card1.desc": "Han Byung-Chul argues that achievement society turns everyone into their own exploiter. When AI doubles efficiency again, will burnout diminish or deepen?",
  "blog.card2.title": "Canary in the Coal Mine: An Early Warning System for AI Job Displacement",
  "blog.card2.desc": "AI isn't going to take jobs in the future — it's already happening. The question is whether we can read the signals.",
  "blog.card3.title": "Twelve Years of Entrepreneurship: Friendship, Perseverance, and the Unknown",
  "blog.card3.desc": "It's not the outcomes of entrepreneurship that give us strength — it's the entrepreneurial spirit itself. What the AppWorks years taught me.",
  "projects.title": "Projects",
  "projects.subtitle": "Working on structural problems.",
  "projects.circleflow.name": "CircleFlow",
  "projects.circleflow.desc": "AI-driven data infrastructure for the circular economy. Connecting waste generators with resource processors, using data to rebuild visibility and trustworthiness in industrial material flows.",
  "projects.circleflow.significance": "Industrial civilization's linear model is exhausting its material base. CircleFlow addresses not just waste matching, but the reconstruction of 'material order' — making the flow, value, and ownership of resources trackable, trustworthy, and governable.",
  "projects.taiwan_japan.name": "Taiwan-Japan Industrial & Technology Integration",
  "projects.taiwan_japan.desc": "Promoting Taiwan-Japan collaboration across manufacturing, biomedical technology, regenerative systems, and cross-border trade. The focus goes beyond industry matchmaking — it's about how to build long-term trust across different institutional and cultural contexts, enabling technology and value to flow within a larger order.",
  "projects.taiwan_japan.significance": "When industrial collaboration crosses borders, the challenge is rarely technical — it lies in differences of institutional design, culture, and risk perception. This work addresses how to build trust across civilizational contexts, turning flows of technology, resources, and value into durable structures rather than short-term opportunities.",
  "projects.debate.name": "Multi-Model Cognitive Collaboration Framework",
  "projects.debate.desc": "Structured debate and cross-validation across multiple language models, building more reliable cognitive foundations than any single model.",
  "projects.debate.significance": "A single model's output is opinion; multi-model collision approaches judgment. The core question is not 'which AI is smarter,' but: when individuals must decide amid information overload, what cognitive architecture provides more reliable support for thinking?",
  "projects.brand.name": "Cross-Platform Content Infrastructure",
  "projects.brand.desc": "When discourse power is monopolized by algorithms, independent expression requires its own infrastructure.",
  "projects.brand.significance": "When discourse is monopolized by algorithms and platforms, independent individual expression requires its own infrastructure. This is not a social media marketing tool — it is the technical precondition for maintaining intellectual independence.",
  "projects.tag.circular": "Regenerative Systems",
  "projects.tag.manufacturing": "Manufacturing",
  "projects.tag.biomedical": "Biomedical",
  "projects.tag.crossborder": "Cross-border Trade",
  "projects.tag.trust": "Trust Architecture",
  "projects.tag.cognitive": "Cognitive Infrastructure",
  "projects.tag.independence": "Independent Voice",
  "about.name": "Paul Kuo 郭曜郎",
  "about.intro": "My starting point is not technology — it is order.",
  "about.p1": "Fifteen years of theological training taught me to ask one question: amid chaos and acceleration, what kind of structure can truly bear meaning? That question led me out of seminary and into entrepreneurship — not because I abandoned faith, but because I wanted to test in the real world whether order and ethics can be rebuilt.",
  "about.p2": "From the formation of startup ecosystems, to the restructuring of food-agriculture supply chains, to sustainable architecture and spatial practice — I spent over a decade understanding that systemic regeneration is never merely a technical problem. It is the building of trust and responsibility. To bear the risk of transformation is to participate in the shaping of a new order.",
  "about.p3": "My current work spans cross-border industry collaboration between Taiwan and Japan, and building CircleFlow as a data infrastructure for the circular economy. As AI rapidly becomes part of our foundational infrastructure, technology is redefining the scale of capability and decision-making.",
  "about.timeline.2026": "CircleFlow Founder · Taiwan-Japan Cross-domain Collaboration",
  "about.timeline.2020": "Banmu Tang VP · Regenerative Architecture",
  "about.timeline.2018": "Howsfood · Sustainable Agriculture Supply Chain",
  "about.timeline.2013": "AppWorks Accelerator · Fintech Startup",
  "about.timeline.2003": "Left seminary to test the possibility of order in the real world",
  "about.timeline.seminary": "China Evangelical Seminary · Theological Training",
  "about.pillars.title": "Five Pillars",
  "about.pillar.ai.desc": "AGI pathways, AI × industry applications, multi-model collaboration, reshaping individual capability boundaries",
  "about.pillar.circular.desc": "Circular economy, carbon trading, urban mining, PCB recycling, ESG governance",
  "about.pillar.faith.desc": "Theology × social governance, philosophical critique, burnout society, Niebuhr, Marcuse",
  "about.pillar.startup.desc": "Twenty years of startup experience, investment ecosystem critique, Taiwan startup environment, AppWorks experience",
  "about.pillar.life.desc": "Reading notes, parenting, sailing, family memory, cross-cultural exploration",
  "contact.title": "Let's Build<br>Something Together",
  "contact.desc": "Regenerative systems strategy, technology architecture consulting, Taiwan-Japan cross-border integration,<br>or just a conversation — feel free to reach out.",
  "contact.form.name": "Name",
  "contact.form.name.ph": "Your name",
  "contact.form.email": "Email",
  "contact.form.message": "Message",
  "contact.form.message.ph": "What's on your mind?",
  "contact.form.submit": "Send",
  "footer.text": "© 2026 Paul Kuo. Built with conviction.",
  "blog.title": "Thinking Out Loud",
  "blog.subtitle": "Intelligence, regeneration, civilization, creation, memory — thinking through practice, advancing through thought.",
  "filter.all": "All",
  "filter.ai": "Intelligence & Order",
  "filter.circular": "Regenerative Systems",
  "filter.faith": "Civilization & Human Nature",
  "filter.startup": "Creation & Praxis",
  "filter.life": "Reflections & Chronicles",
  "blog.page.faith1.title": "The Necessity of Incarnation: A Philosophical Argument for Embodied AI",
  "blog.page.faith1.desc": "AI's core deficiency is not technical but ontological. The Way of code must become flesh.",
  "blog.page.faith2.desc": "Han Byung-Chul argues that achievement society turns everyone into their own exploiter. Burnout in the AI age is not a technical problem — it's a human one.",
  "blog.page.faith3.title": "Niebuhr: Moral Man and Immoral Society",
  "blog.page.faith3.desc": "An engaged yet devout faith is possible. Theology is not a tool — theology is reflection within faith.",
  "blog.page.faith4.title": "On Language, Truth, and Contradiction: My Dialogue with AI",
  "blog.page.faith4.desc": "When AI speaks more 'human' than humans, what unique value remains in human language?",
  "blog.page.ai2.title": "After Thought Is Compressed: When AI Begins Amplifying Itself",
  "blog.page.ai2.desc": "Wisdom is no longer how we generate the world — it becomes a process we can no longer participate in.",
  "blog.page.ai3.title": "AI Server Circular Strategy Map",
  "blog.page.ai3.desc": "AI computing infrastructure × circular economy — an intersection no one has claimed yet.",
  "blog.page.circular1.title": "CircleFlow Deep Strategic Analysis",
  "blog.page.circular1.desc": "CircleFlow should not stop at being a 'matching platform' — its moat lies in data, not traffic.",
  "blog.page.circular2.title": "Taiwan's Circular Economy Dual Legislation Overview",
  "blog.page.circular2.desc": "Waste Management Act + Resource Circulation Promotion Act — what the policy framework shift means for industry.",
  "blog.page.circular3.title": "Urban Mining in the Circular Economy",
  "blog.page.circular3.desc": "Strengthening national strategic resource supply chain resilience. The waste in our cities is the next gold mine.",
  "blog.page.startup1.title": "The Stupid Things We Did in Our Startup Years",
  "blog.page.startup1.desc": "A company is a legal entity — you can't represent value properly without getting payroll right. A true startup series spanning twenty years.",
  "blog.page.startup2.title": "Why Investors Shouldn't Take Majority Stakes in Early-Mid Stages",
  "blog.page.startup2.desc": "Investors who need 'majority' or 'controlling' stakes fundamentally have the wrong mindset.",
  "blog.page.startup3.desc": "It's not the outcomes of entrepreneurship that give us strength — it's the entrepreneurial spirit itself.",
  "blog.page.life1.title": "The Weight the Dharma Vessel Bore for Mother: Those Extra Six Years",
  "blog.page.life1.desc": "Some burdens in life cannot be handled with efficiency.",
  "blog.page.life2.title": "At the Age of Knowing Destiny, Witnessing Taiwan's Deep Bond with the Ocean",
  "blog.page.life2.desc": "On a movement in Anping, I discovered there are still so many untold stories between myself and this island.",
  "feed.title": "Live Feed",
  "feed.subtitle": "Real-time updates from 8 platforms.",
  "projects.circleflow.desc.short": "Data infrastructure for the circular economy — making the flow, value, and ownership of resources visible, traceable, and governable.",
  "projects.debate.desc.short": "When individuals must make judgments amid information overload, what cognitive structures can provide more reliable support for thinking?",
  "blog.card3.cat": "Creation & Enterprise",
  "blog.filter.startup": "Creation & Enterprise",
  "blog.filter.life": "Reflections & Memory",
  "about.pillars.ai.desc": "When machines begin to participate in judgment, how do we rearrange the order between humans and technology",
  "about.pillars.circular.desc": "Materials deserve more than one life. From urban mining to institutional design, rebuilding the order of resource flows",
  "about.pillars.faith.desc": "In the torrent of efficiency, what makes us human. A continuing inquiry from theology to social critique",
  "about.pillars.startup.title": "Creation & Enterprise",
  "about.pillars.startup.desc": "Entrepreneurship is not just building products — it is building order in the real world. Trust, risk, and the distillation of methodology",
  "about.pillars.life.title": "Reflections & Memory",
  "about.pillars.life.desc": "The things that cannot be quantified yet define a person. Reading, memory, and the weight of a life",
  "about.tl.2026": "Restructuring the order of materials and trust as intelligence reshapes production and decision-making",
  "about.tl.2020": "Verifying the material conditions of regeneration through spatial and land practice",
  "about.tl.2018": "Confirming that trust is the core of any system through supply chain restructuring",
  "about.tl.2013": "Learning the cost and limits of order through market trials",
  "about.tl.2003": "Left seminary to test whether order can be built in the real world",
  "about.tl.15y": "Theological training: the origin of questioning order and meaning",
  "projects.debate.sig": "A single model produces opinions; the collision of multiple models approaches judgment. This framework addresses cognitive order — when the speed of information production far exceeds human processing capacity, how can individuals maintain the structural conditions for independent thinking and reliable decision-making?",
  "projects.brand.sig": "Discourse order is being redistributed by platforms and algorithms. This infrastructure addresses the question: how can an individual maintain the independence and continuity of intellectual output without depending on any single platform?",
  "projects.content.desc": "When discourse power is monopolized by algorithms, independent expression requires its own infrastructure.",
  "projects.content.sig": "Discourse order is being redistributed by platforms and algorithms. This infrastructure addresses the question: how can an individual maintain the independence and continuity of intellectual output without depending on any single platform?",
  "projects.tajp.sig": "When industrial cooperation crosses borders, obstacles often lie not in technology but in differences of institutions, culture, and risk perception. This work addresses trust order — how to build sustainable cooperative structures across civilizational contexts, turning the flow of technology and value into long-term institutions rather than short-term opportunities.",
  "blog.life2.desc": "Through physical movement, I reconnected with this island and realized there are still so many unfinished stories.",
  "about.p4": "Technology itself has no intent, but the logic of efficiency, left unchecked, tends to compress the space for human judgment and responsibility. What I care about is not how fast technology can move, but whether people can still retain dignity and agency amid the acceleration."
}