{
  "nav.home": "Home",
  "nav.blog": "Thinking",
  "nav.projects": "Projects",
  "nav.about": "About",
  "nav.feed": "Feed",
  "nav.contact": "Contact",
  "hero.tagline1": "From theological training to the circular economy, from the startup trenches to artificial intelligence — for twenty years, I've been working on the same question: when existing structures fail, what kind of order is worth rebuilding?",
  "hero.tagline2": "Technology is a means, not an end. Regeneration is a method, not a slogan. The real question is always: amid systemic restructuring, how do we preserve human judgment, creativity, and dignity from being consumed by the logic of efficiency?",
  "hero.pillar.ai": "Intelligence & Order",
  "hero.pillar.circular": "Regenerative Systems",
  "hero.pillar.faith": "Civilization & Human Nature",
  "hero.pillar.startup": "Creation & Praxis",
  "hero.pillar.life": "Reflections & Chronicles",
  "hero.cta.read": "Read",
  "hero.cta.about": "About Me",
  "hero.card1.text": "The Way of code must become flesh. If AI is to achieve true intelligence, its development must be rooted in the physical world.",
  "hero.card1.meta": "2025.10 · Paper",
  "hero.card2.text": "Cities are not where resources end — they're where the next cycle begins. Urban mining is rewriting our definition of 'waste.'",
  "hero.card2.meta": "2025.12 · Medium",
  "hero.card3.text": "When AI begins compressing human thought processes, what we face is not an efficiency problem — it's a restructuring of cognition itself.",
  "hero.card3.meta": "2025.11 · Medium",
  "manifesto.kicker": "Philosophy · Manifesto",
  "manifesto.quote": "\"Rebuilding <em>Order</em> in an Age of Intelligence\"<br>— Incarnation",
  "manifesto.body": "In Christian theology, the Logos (Christ) must become flesh (Sarx, Jesus) to truly encounter the world. Order works the same way—order that remains conceptual is merely discourse; only by entering real industries, institutions, and human relationships can order be rebuilt. Technology must be grounded, intelligence must engage with the world, and entrepreneurship must solve human suffering and desire. This has nothing to do with technological optimism. It is a seminary-trained entrepreneur's most pragmatic understanding of incarnation—letting order stand again amid chaos, and guarding human dignity against the flood of efficiency.",
  "manifesto.cta": "Read the full essay →",
  "section.latest": "Latest Thinking",
  "section.viewall": "View All →",
  "blog.card1.title": "Reading 'The Burnout Society': Can't Hustle, Can't Lie Flat",
  "blog.card1.desc": "Han Byung-Chul argues that achievement society turns everyone into their own exploiter. When AI doubles efficiency again, will burnout diminish or deepen?",
  "blog.card2.title": "Canary in the Coal Mine: An Early Warning System for AI Job Displacement",
  "blog.card2.desc": "AI isn't going to take jobs in the future — it's already happening. The question is whether we can read the signals.",
  "blog.card3.title": "Twelve Years of Entrepreneurship: Friendship, Perseverance, and the Unknown",
  "blog.card3.desc": "It's not the outcomes of entrepreneurship that give us strength — it's the entrepreneurial spirit itself. What the AppWorks years taught me.",
  "projects.title": "Projects",
  "projects.subtitle": "Working on structural problems.",
  "projects.circleflow.name": "CircleFlow",
  "projects.circleflow.desc": "AI-driven data infrastructure for the circular economy. Connecting waste generators with resource processors, using data to rebuild visibility and trustworthiness in industrial material flows.",
  "projects.circleflow.significance": "Industrial civilization's linear model is exhausting its material base. CircleFlow addresses not just waste matching, but the reconstruction of 'material order' — making the flow, value, and ownership of resources trackable, trustworthy, and governable.",
  "projects.taiwan_japan.name": "Taiwan-Japan Industrial & Technology Integration",
  "projects.taiwan_japan.desc": "Promoting Taiwan-Japan collaboration across manufacturing, biomedical technology, regenerative systems, and cross-border trade. The focus goes beyond industry matchmaking — it's about how to build long-term trust across different institutional and cultural contexts, enabling technology and value to flow within a larger order.",
  "projects.taiwan_japan.significance": "When industrial collaboration crosses borders, the challenge is rarely technical — it lies in differences of institutional design, culture, and risk perception. This work addresses how to build trust across civilizational contexts, turning flows of technology, resources, and value into durable structures rather than short-term opportunities.",
  "projects.debate.name": "Multi-Model Cognitive Collaboration Framework",
  "projects.debate.desc": "Enabling different language models to conduct structured debates and cross-validation on the same topic, with Perplexity for fact-checking. Supports dialogue, duo, and adversarial cognitive modes.",
  "projects.debate.significance": "A single model's output is opinion; multi-model collision approaches judgment. The core question is not 'which AI is smarter,' but: when individuals must decide amid information overload, what cognitive architecture provides more reliable support for thinking?",
  "projects.brand.name": "Cross-Platform Content Infrastructure",
  "projects.brand.desc": "Integrating scheduling, generation, and distribution so that an individual's voice can systematically reach audiences scattered across different platforms.",
  "projects.brand.significance": "When discourse is monopolized by algorithms and platforms, independent individual expression requires its own infrastructure. This is not a social media marketing tool — it is the technical precondition for maintaining intellectual independence.",
  "projects.tag.circular": "Regenerative Systems",
  "projects.tag.manufacturing": "Manufacturing",
  "projects.tag.biomedical": "Biomedical",
  "projects.tag.crossborder": "Cross-border Trade",
  "projects.tag.trust": "Trust Architecture",
  "projects.tag.cognitive": "Cognitive Infrastructure",
  "projects.tag.independence": "Independent Voice",
  "about.name": "Paul Kuo 郭曜郎",
  "about.intro": "My thinking begins not with technology, but with order.",
  "about.p1": "Fifteen years of theological training instilled a persistent question: amid chaos, what structures can bear meaning? This question led me out of seminary and into entrepreneurship — not because I abandoned faith, but because I wanted to test in the real world whether order can be rebuilt, not merely theorized.",
  "about.p2": "From AppWorks' startup ecosystem, to Howsfood's sustainable agriculture supply chain, to Banmu Tang's regenerative architecture — over a decade, I came to understand one thing: systemic regeneration is not a technical problem, but a trust problem. Whoever is willing to bear the risks of transformation determines the shape of the new order.",
  "about.p3": "Now, I am advancing Taiwan-Japan cross-border industrial collaboration while building CircleFlow as data infrastructure for the circular economy. AI is an indispensable tool in this process — but what I care about more is: when technology redraws the boundaries of individual capability, how do we preserve the capacity for judgment, creation, and responsibility, rather than being optimized into mere nodes of efficiency?",
  "about.timeline.2026": "CircleFlow Founder · Taiwan-Japan Cross-domain Collaboration",
  "about.timeline.2020": "Banmu Tang VP · Regenerative Architecture",
  "about.timeline.2018": "Howsfood · Sustainable Agriculture Supply Chain",
  "about.timeline.2013": "AppWorks Accelerator · Fintech Startup",
  "about.timeline.2003": "Left seminary to test the possibility of order in the real world",
  "about.timeline.seminary": "China Evangelical Seminary · Theological Training",
  "about.pillars.title": "Five Pillars",
  "about.pillar.ai.desc": "AGI pathways, AI × industry applications, multi-model collaboration, reshaping individual capability boundaries",
  "about.pillar.circular.desc": "Circular economy, carbon trading, urban mining, PCB metal recovery, ESG governance",
  "about.pillar.faith.desc": "Theology × social governance, philosophical critique, burnout society, Niebuhr, Marcuse",
  "about.pillar.startup.desc": "Twenty years of startup experience, investment ecosystem critique, Taiwan startup environment, AppWorks experience",
  "about.pillar.life.desc": "Reading notes, parenting, sailing, family memory, cross-cultural exploration",
  "contact.title": "Let's Build<br>Something Together",
  "contact.desc": "Regenerative systems strategy, technology architecture consulting, Taiwan-Japan cross-border integration,<br>or just a conversation — feel free to reach out.",
  "contact.form.name": "Name",
  "contact.form.name.ph": "Your name",
  "contact.form.email": "Email",
  "contact.form.message": "Message",
  "contact.form.message.ph": "What's on your mind?",
  "contact.form.submit": "Send",
  "footer.text": "© 2026 Paul Kuo. Built with conviction.",
  "blog.title": "Thinking Out Loud",
  "blog.subtitle": "Intelligence, regeneration, civilization, creation, reflection — thinking through practice, advancing through thought.",
  "filter.all": "All",
  "filter.ai": "Intelligence & Order",
  "filter.circular": "Regenerative Systems",
  "filter.faith": "Civilization & Human Nature",
  "filter.startup": "Creation & Praxis",
  "filter.life": "Reflections & Chronicles",
  "blog.page.faith1.title": "The Necessity of Incarnation: A Philosophical Argument for Embodied AI",
  "blog.page.faith1.desc": "AI's core deficiency is not technical but ontological. The Way of code must become flesh.",
  "blog.page.faith2.desc": "Han Byung-Chul argues that achievement society turns everyone into their own exploiter. Burnout in the AI age is not a technical problem — it's a human one.",
  "blog.page.faith3.title": "Niebuhr: Moral Man and Immoral Society",
  "blog.page.faith3.desc": "An engaged yet devout faith is possible. Theology is not a tool — theology is reflection within faith.",
  "blog.page.faith4.title": "On Language, Truth, and Contradiction: My Dialogue with AI",
  "blog.page.faith4.desc": "When AI speaks more 'human' than humans, what unique value remains in human language?",
  "blog.page.ai2.title": "After Thought Is Compressed: When AI Begins Amplifying Itself",
  "blog.page.ai2.desc": "Wisdom is no longer how we generate the world — it becomes a process we can no longer participate in.",
  "blog.page.ai3.title": "AI Server Circular Strategy Map",
  "blog.page.ai3.desc": "AI computing infrastructure × circular economy — an intersection no one has claimed yet.",
  "blog.page.circular1.title": "CircleFlow Deep Strategic Analysis",
  "blog.page.circular1.desc": "CircleFlow should not stop at being a 'matching platform' — its moat lies in data, not traffic.",
  "blog.page.circular2.title": "Taiwan's Circular Economy Dual Legislation Overview",
  "blog.page.circular2.desc": "Waste Management Act + Resource Circulation Promotion Act — what the policy framework shift means for industry.",
  "blog.page.circular3.title": "Urban Mining in the Circular Economy",
  "blog.page.circular3.desc": "Strengthening national strategic resource supply chain resilience. The waste in our cities is the next gold mine.",
  "blog.page.startup1.title": "The Stupid Things We Did in Our Startup Years",
  "blog.page.startup1.desc": "A company is a legal entity — you can't represent value properly without getting payroll right. A true startup series spanning twenty years.",
  "blog.page.startup2.title": "Why Investors Shouldn't Take Majority Stakes in Early-Mid Stages",
  "blog.page.startup2.desc": "Investors who need 'majority' or 'controlling' stakes fundamentally have the wrong mindset.",
  "blog.page.startup3.desc": "It's not the outcomes of entrepreneurship that give us strength — it's the entrepreneurial spirit itself.",
  "blog.page.life1.title": "The Weight the Dharma Vessel Bore for Mother: Those Extra Six Years",
  "blog.page.life1.desc": "Some burdens in life cannot be handled with efficiency.",
  "blog.page.life2.title": "At the Age of Knowing Destiny, Witnessing Taiwan's Deep Bond with the Ocean",
  "blog.page.life2.desc": "On a sailboat in Anping, I discovered there are still so many untold stories between myself and this island.",
  "feed.title": "Live Feed",
  "feed.subtitle": "Real-time updates from 8 platforms.",
  "projects.circleflow.desc.short": "AI-powered circular economy platform connecting waste generators with resource processors, optimizing material flow efficiency through data.",
  "projects.debate.desc.short": "Structured debate and cross-validation among multiple language models, with fact-checking for reliable judgment. A single model gives opinions; multi-model collision approaches judgment."
}